Repository: woweverstudio/ZombieRush
Catalog: ZombieRush/Localizable.xcstrings
Source language: en
Languages: ko

source: Checking version...
ko: 버전 체크중...

# GAME_OVER_FIRST_RECORD
source: First Record!
ko: 첫 기록!

# GAME_OVER_GAME_CENTER
source: Game Center
ko: 게임센터

# GAME_OVER_GUEST
source: Guest
ko: 게스트

# GAME_OVER_KILLS_LABEL
source: KILLS
ko: 킬수

# GAME_OVER_MY_RECORDS_TITLE
source: My Records Top 10
ko: 내 기록 탑 10

# GAME_OVER_NEW_RECORD
source: NEW RECORD
ko: 새 기록

# GAME_OVER_NEW_RECORD_TITLE
source: 🎉 New Record! 🎉
ko: 🎉 신기록 달성! 🎉

# GAME_OVER_NO_RECORDS
source: No records yet
ko: 아직 기록이 없어요

# GAME_OVER_PLAY_TIME_FORMAT
source: Play Time: %02d:%02d
ko: 플레이 시간: %02d:%02d

# GAME_OVER_PLAY_TIME_LABEL
source: Play Time
ko: 플레이 시간

# GAME_OVER_QUIT_BUTTON
source: Quit
ko: 그만하기

# GAME_OVER_RECORD_EXCEEDED_FORMAT
source: vs Best Record: %02d:%02d better
ko: 최고 기록 대비: %02d:%02d 초과

# GAME_OVER_RECORD_SHORTAGE_FORMAT
source: vs Best Record: %02d:%02d short
ko: 최고 기록 대비: %02d:%02d 부족

# GAME_OVER_RESTART_BUTTON
source: Play Again
ko: 다시하기

# GAME_OVER_TIE_RECORD
source: Tied Record
ko: 동점

# GAME_OVER_TIME_LABEL
source: TIME
ko: 시간

# GAME_OVER_TITLE
source: Game Over
ko: 게임 오버

# GAME_OVER_ZOMBIE_KILLS_FORMAT
source: Zombies Killed: %d
ko: 네모 처치: %d마리

# GAME_START_MESSAGE
source: Dodge the chasing blocks!
ko: 쫒아오는 네모를 피해 도망치세요!

# GAME_START_TOOLTIP_LOGGED_IN
source: Challenge this week's Hall of Fame.✨
ko: 이번 주 명예의 전당에 도전하세요.✨

# GAME_START_TOOLTIP_TOP3
source: Defend your Hall of Fame position.🔥
ko: 명예의 전당을 사수하세요.🔥

# GAME_TITLE_LINE1
source: BLOCK
ko: NEMO NEMO

# GAME_TITLE_LINE2
source: BUSTER
ko: BEAM

# GAMEKIT_GENERIC_ERROR
source: Game Center connection failed. Please try again.
ko: 게임센터 연결에 실패했습니다. 다시 시도해주세요.

# GAMEKIT_LEADERBOARD_NOT_FOUND
source: Leaderboard not found. Please check your Game Center settings.
ko: 리더보드를 찾을 수 없습니다. 게임센터 설정을 확인해주세요.

# GAMEKIT_NETWORK_ERROR
source: Network connection error. Please check your internet connection.
ko: 네트워크 연결 오류입니다. 인터넷 연결을 확인해주세요.

# GAMEKIT_NOT_AUTHENTICATED
source: Please sign in to Game Center to view rankings.
ko: 랭킹을 확인하려면 게임센터에 로그인해주세요.

# GENERIC_NETWORK_ERROR
source: Network connection error. Please try again.
ko: 네트워크 연결 오류입니다. 다시 시도해주세요.

source: Go to App Store
ko: 앱스토어로 이동

# HALL_OF_FAME_TITLE
source: Hall of Fame
ko: 명예의 전당

# HUD_AMMO
source: Ammo
ko: 탄약

# HUD_AMMO_LABEL
source: AMMO
ko: 탄약

# HUD_HEALTH
source: Health
ko: HP

# HUD_HEALTH_LABEL
source: HP
ko: 체력

# HUD_RELOADING
source: RELOADING...
ko: 재장전 중...

# HUD_RELOADING_LABEL
source: RELOADING...
ko: 재장전 중...

# HUD_SCORE_INITIAL
source: SCORE: 0
ko: 점수: 0

# ITEM_AMMO_RESTORE_COLLECT
source: Ammo Restored!
ko: 탄약 충전!

# ITEM_HEALTH_RESTORE_COLLECT
source: Health Restored!
ko: 체력 회복!

# ITEM_INVINCIBILITY_COLLECT
source: Invincibility!
ko: 무적 상태!

# ITEM_INVINCIBILITY_END
source: Invincibility Ended
ko: 무적 상태 해제

# ITEM_SHOTGUN_COLLECT
source: Shotgun Mode!
ko: 샷건 모드!

# ITEM_SHOTGUN_END
source: Shotgun Mode Ended
ko: 샷건 모드 해제

# ITEM_SPEED_BOOST_COLLECT
source: Speed Boost!
ko: 이동속도 증가!

# ITEM_SPEED_BOOST_END
source: Speed Normalized
ko: 이동속도 정상화

# KILLS_LABEL
source: KILLS
ko: 처치 수

# LEADERBOARD_ERROR_MESSAGE
source: Unable to load rankings. Please check your network connection and try again.
ko: 랭킹을 불러올 수 없습니다. 네트워크 연결을 확인하고 다시 시도해주세요.

# LEADERBOARD_ERROR_TITLE
source: Connection Failed
ko: 연결 실패

# LEADERBOARD_TITLE
source: LEADER BOARD
ko: 글로벌 랭킹

source: LOADING DATA...
ko: 데이터 로딩 중...

# LOGIN_PROMPT_HALL_OF_FAME
source: Log in to Game Center to view the Hall of Fame and top rankings.
ko: 게임센터에 로그인 하시면 명예의 전당과 상위 랭킹을 확인하실 수 있습니다.

# LOGIN_PROMPT_PLAYER_CARD
source: Log in to Game Center to view your stats and ranking.
ko: 게임센터에 로그인 하시면 통계와 랭킹을 확인하실 수 있습니다.

# MONTH_APRIL
source: April
ko: 4월

# MONTH_AUGUST
source: August
ko: 8월

# MONTH_DECEMBER
source: December
ko: 12월

# MONTH_FEBRUARY
source: February
ko: 2월

# MONTH_JANUARY
source: January
ko: 1월

# MONTH_JULY
source: July
ko: 7월

# MONTH_JUNE
source: June
ko: 6월

# MONTH_MARCH
source: March
ko: 3월

# MONTH_MAY
source: May
ko: 5월

# MONTH_NOVEMBER
source: November
ko: 11월

# MONTH_OCTOBER
source: October
ko: 10월

# MONTH_SEPTEMBER
source: September
ko: 9월

source: 🎉New version available.🎉
ko: 🎉새로운 버전이 나왔습니다.🎉

# PAUSE_QUIT_BUTTON
source: Quit
ko: 나가기

# PAUSE_RESUME_BUTTON
source: Resume
ko: 계속하기

# PAUSE_TITLE
source: PAUSED
ko: 일시정지

# PLAY_TIME_LABEL
source: SURVIVAL TIME
ko: 최대 생존시간

# PROFILE_GAME_CENTER
source: Game Center
ko: 게임센터

# PROFILE_GLOBAL_RANK
source: Global Rank
ko: 글로벌 랭킹

# PROFILE_GUEST_MODE
source: Guest Mode
ko: 게스트 모드

# PROFILE_KILLS_LABEL
source: KILLS
ko: 킬수

# PROFILE_OPEN_SETTINGS
source: Open Settings
ko: 설정 열기

# PROFILE_SETTINGS_PATH
source: Settings > Game Center > Sign In
ko: 설정 > 게임센터 > 로그인

# PROFILE_SIGN_IN_BENEFIT
source: Sign in to challenge global rankings.
ko: 로그인 하시면 글로벌 랭킹에 도전하실 수 있습니다.

# PROFILE_SIGN_IN_PROMPT
source: Please sign in to Game Center!
ko: 게임센터에 로그인 하세요!

# PROFILE_TIME_LABEL
source: TIME
ko: 시간

# RANK_LABEL
source: RANK
ko: 랭크

# RANKING_GLOBAL_TOP_100
source: Global Top 100
ko: 글로벌 탑 100

# RANKING_KILLS_SUFFIX
source: kills
ko: 킬

# RANKING_LOADING
source: Loading...
ko: 로딩 중...

# RANKING_NO_DATA
source: No rankings yet
ko: 아직 랭킹이 없어요

# RANKING_PLAY_TO_SEE
source: Play games to see rankings!
ko: 게임을 플레이해서 랭킹을 확인하세요!

# RANKING_SAMPLE_TITLE
source: Sample Rankings
ko: 샘플 랭킹

# RANKING_SIGN_IN_REAL
source: Sign in to see real rankings
ko: 실제 랭킹을 보려면 로그인하세요

source: READY TO PLAY!
ko: 게임 시작 준비 완료!

# RETRY_BUTTON
source: Retry
ko: 다시 시도

# SETTINGS_BACKGROUND_MUSIC
source: Background Music
ko: 배경음악

# SETTINGS_SOUND_EFFECTS
source: Sound Effects
ko: 효과음

# SETTINGS_TITLE
source: SETTINGS
ko: 설정

# SETTINGS_VIBRATION
source: Vibration
ko: 진동

# UI_EXIT_BUTTON
source: Exit
ko: 나가기

# UI_FIRE_BUTTON
source: FIRE
ko: 발사

# ULTIMATE_NUCLEAR_ACTIVATED
source: Nuke Detected!
ko: 핵공격 감지!

source: Ultimate Ready! 💥
ko: 궁극기 준비 완료! 💥

# WAVE_ANNOUNCEMENT_FORMAT
source: Wave %d
ko: 웨이브 %d

# WAVE_FORMAT
source: Wave: %d
ko: 웨이브: %d

# WEEK_FORMAT
source: %@ %d%@ week
ko: %@ %d주차
